[
  {
    "Category": "Well Being",
    "SubCat": "Caregiver Stress",
    "Info": "Educate yourself about your loved one’s diagnosis. Recognize that caregiving is not a one-person job.\n\nLearn about local resources and services available to assists you. \n\nAccept offers of assistance from friends and family. \n\nEngage in self-care activities such as exercise, meditation, time with friends, and hobbies. \n\nVisit your doctor regularly and discuss and changes in your own mood, sleep patterns, eating habits, or general health."
  },
  {
    "Category": "Well Being",
    "SubCat": "Relationship Changes",
    "Info": "Know that it is normal to experience changes in a relationship when a loved one has dementia.\n\nPrepare yourself for new roles you may need to take on by education yourself about these roles (e.g. finance management, healthcare advocacy, cooking). \n\nIdentify shared interested/activities that you can still enjoy together. \n\nGive yourself permission to grieve losses in your relationship. \n\nIdentify other sources of support and companionship. "
  },
  {
    "Category": "Well Being",
    "SubCat": "Grief and Loss",
    "Info": "Give yourself permission to feel grief. \n\nRecognize that dementia involves a series of losses, and it is normal to experience grief in reaction to these. \n\nShare your feelings with others in a similar situation. \n\nIdentify activities that bring you joy and schedule time to engage in these."
  },
  {
    "Category": "Well Being",
    "SubCat": "Family Conflict",
    "Info": "Know that it is common for a crisis such as a diagnosis to bring up old family conflicts. \n\nRecognize that everyone copes differently, which can contribute to misunderstanding. Focus on the wishes of the diagnosed individual. \n\nFocus on the current situation, not family history. Identity one primary decision maker, typically the individual designated as Power of Attorney. \n\nRecognize that not all family members will be able to contribute in the same way die to geography, life circumstances, personal limitations, etc. \n\nAccept that not all tasks will be decided equally. Request and offer assistance in specific ways."
  },
  {
    "Category": "Communication",
    "SubCat": "Communication and Dementia",
    "Info": "As the disease progresses, the communication skills of a person with dementia will gradually decline. Eventually, he or she will have more difficult expressing thoughts and emotions.\n\nThe challenges associated with communication can lead to frustration. Anticipating the changes and knowing how to respond can help everyone communication."
  },
  {
    "Category": "Communication",
    "SubCat": "Common Changes",
    "Info": "Difficulty finding the right words.\n\nUsing familiar words repeatedly.\n\nDescribing familiar objects rather than calling them by name.\n\nEasily losing train of though.\n\nDifficulty organizing words logically.\n\nSpeaking less ofter.\n\nReverting to a native language.\n\nRelying on gestures more than speaking."
  },
  {
  	"Category": "Communication",
    "SubCat": "Tips for Early Stage Communication",
    "Info": "Don't make assumptions about a person's ability to communicate because of an Alzheimer's diagnosis. The disease affects each person differently.\n\nDon't exclude the person from conversations with family and friends.\n\nSpeak directly to the person if you want to know how he or she is doing.\n\nTake time to listen to how the person is deeling, what he or she is thinking and what his or her needs are.\n\nGive the person time to respond. Don't interrupt or finish sentences.\n\nTalk with the person about what he or she is still comfortable doing and what they may need help with.\n\nExplore which method of communication is the most comfortable for the person.\n\nIt's OK to laugh. Sometimes hunor lightens the mood and makes communication easier.\n\nBe honest and frank about your feelings. Don't pull away: your friendship and support are important to the person with dementia."
  },
  {
  	"Category": "Communication",
    "SubCat": "Tips for Middle Stage Communication",
    "Info": "Allow ample time for responses so the person can think about what to say and how to say it.\n\nEngage the person in one-on-one conversation in a quite place with minimal distractions.\n\nBe patient and supportive. Offering comfort and reassurance can encourage the person to explain his or her thoughts.\n\nMaintain good eye contact. It shows you care about what he or she is saying.\n\nAvoid criticizing and correcting. Instead, listen and try to find the meaning in what is being said. Repeat what was said to clarify the though.\n\nDon't overwhelm the person with lengthy requests that require complex thinking. Instead break down tasks with clear, step-by-step instructions.\n\nSpeak slowly and clearly.\n\nAsk one question at a time.\n\nAsk questions that require a yes or no answer.\n\nGive visual clues. Point or touch the item you want the individual to use.\n\nWritten notes can be helpful and may also help when a spoken word seems too confusing."
  },
  {
  	"Category": "Communication",
    "SubCat": "Tips for Late Stage Communication",
    "Info": "Treat the person with dignity and respect. Avoid talking down to the person or talking as if he or she doesn't exist.\n\nApproach the person from the front and identify yourself.\n\nEncourage non-verbal communication. If you do not understand what is being said, ask the person to point or gesture.\n\nSometimes the emotions being expressed are more important than what is being said. Look for feelings behind the words or sounds.\n\nUse touch, sights, sounds, smells, and tastes as a form of communication.\n\nIt's OK if you do not know what to do or say; your presence and friendship are more important."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Quick Tips for Behaviors",
    "Info": "Look at any environmental issues that can cause discomfort.\n\nDetermine if the person could be hungry or have any physical needs that are contributing to the behaviors.\n\nRedirect the person by suggesting an activity or a cup of coffee."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Accusations/Paranoia",
    "Info": "Don't argue or try to convince.\n\nOffer a simple answer.\n\nAcknowledge, yet focus to another activity."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Aggression",
    "Info": "Try to identify the immediate cause.\n\nFocus on their feelings, not facts.\n\nTry a relaxing activity or exercise."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Arguing/Yelling",
    "Info":"Redirect the person's attention.\n\nMonitor your body language to communicate calmness.\n\nDon't take it personally - remember the disease is affecting their personality and reasoning."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Fixation/Obsession",
    "Info":"Thinking about the feeling behind this item or what it means to the person. Someone who may be fixated on their purse may feel paranoid about stealing.\n\nCreate duplicates of items - making sure if one gets lost, it can be replaced quickly.\n\nLet them know you understand why this item is important to them - reassure their feelings and try to redirect their attention."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Hallucinating",
    "Info":"Do not argue - this is real to the person with Alzheimer's Disease. Meet them in their reality and let them know they're safe, and you're there.\n\nPut yourself in their shoes - look where they are looking from their perspective. Perhaps a bush ourside really does resemble a person from this angle. Or that shadow looks real when looking closer.\n\nTry to keep areas well lit at home. Sometimes hallucination can seem more real in dark areas or corners."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Hoarding",
    "Info":"Hoarding items gives an individual a sense of security - they may be haording out of fear they may need the items some day.\n\nGive the individual a good reason to part with their items. They may be more willing to part with items if they are told that items will be given to a charity, church, family member, etc.\n\nNegotiate. Trade a year's worth of newspapers for a month's worth."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Moodiness",
    "Info":"First off, expect this, as there is a lot going on for the person with dementia and moodiness isn't out of the ordinary.\n\nTake stock of the sleep patterns of the individual, as tiredness can contribute to moodiness.\n\nReport moodiness to the doctor if the person is on any medications, as this can contribute to the problem."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Pacing",
    "Info":"Report this to the doctor if the person is on any medication.\n\nTry to detect if the person is anxious or is feeling the need to go somewhere.\n\nSuggest an activity to distract the person from whatever is causing their anxiety."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Pain",
    "Info":"Sometimes the person can't tell you if they are experiencing discomfort or pain, so pay attention to their body landuage to see if there is something that is bothering them.\n\nUsing bathing or dressing time to see if ther person has any swelling, cuts, or bleeding.\n\nSee a doctor if you are unable to identify the pain."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Repetitive Actions/Behaviors",
    "Info":"Try turning the repetitive behavior into a similar activity/exercise.\n\nSince anxiety is a huge trigger for repetitive behaviors, try to discover the source of their anxiety."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Sleep Issues",
    "Info":"Make sure that the person is on a schedule. Being on a schedule will help the person establish a routine that will help to minimize the sleep issues. Make sure when the person goes to sleep that their mind is at ease and they do not seem distressed.\n\nAvoid large dinners and focus on lunch being the biggest meal of the day. A full stomach can cause a person to not be able to sleep through the night.\n\nPlan activities throughout the day, by the time night falls they can be ready to wind down from their day and sleep easier."
  },
  {
  	"Category": "Behaviors",
    "SubCat": "Wandering/Escaping",
    "Info":"Carry out the faily activities and always have a routine for the day.\n\nIf the person is wanting to escape or wander, reassure them they are safe.\n\nPlace locks out of sight of the person. Maybe add a top lock to doors to prohibit escaping.\n\nAvoid places that are confusing and have lots of people."
  },
  {
  	"Category": "Daily Care",
    "SubCat": "Morning Suggestions",
    "Info":"Wash, brush teeth, get dressed.\n\nPrepare and eat breakfast.\n\nHave coffee, make conversation.\n\nDiscuss the newspaper, try a craft project, reminisce about old photos.\n\nTake a break, have some quiet time.\n\nDo some chores together.\n\nTake a walk, play an active game."
  },
  {
  	"Category": "Daily Care",
    "SubCat": "Afternoon Suggestions",
    "Info":"Prepare and eat lunch, read mail, wash dishes.\n\nListen to music, do crossword puzzles, watch TV.\n\nDo some gardening, take a walk, visit a friend.\n\nTake a short break or nap."
  },
  {
  	"Category": "Daily Care",
    "SubCat": "Evening Suggestions",
    "Info":"Prepare and eat dinner, clean up the kitchen.\n\nReminisce over coffee and dessert.\n\nPlay cards, watch a move, give a massage.\n\nTake a bath, get ready for bed, read a book."
  },
  {
  	"Category": "Activites",
    "SubCat": "Activities at Home",
    "Info":"Activities are the things we do like getting dressed, playing cards, or doing chores.\n\nPlanned activities can enhance the person's sense of dignity and self-esteem by giving more purpose and meaning to his life."
  },
  {
  	"Category": "Activites",
    "SubCat": "Types of Activities",
    "Info":"Chores: Dusting, Sweeping, Doing Laundry\n\nMealtime: Preparing food, cooking, setting the table, eating, helping clean off the table\n\nCreative: Painting, playing the piano.\n\nPhysical: Taking a walk, playing catch.\n\nSocial: Having cofee, playing cards.\n\nSpiritual: Praying, singing a hymn.\n\nSpontaneous: Going out to dinner, visiting friends.\n\nWork-relation: Making notes, typing, fixing things."
  },
  {
  	"Category": "Activites",
    "SubCat": "Planning Activities",
    "Info":"Keep the person's skills and abilities in mind.\n\nPay special attention to what the person enjoys - take note of the person's moods when they are doing an activity to determine if they are enjoy doing it.\n\nConsider whether the person begins activities without direction ex: setting the table before dinner.\n\nBe aware of physical problems ex. difficulty seeing, hearing, or performing simple movements.\n\nMake activities safe and remove toxic materials and dangerous tools.\n\nChange you surroundings to encourage activities ex: place scrapbooks, photo albums or old magazines in easily accessible spots to hep the person reminisce.\n\nMinimize distractions that can frighten or confuse."
  },
  {
  	"Category": "Activites",
    "SubCat": "Activity Quick Tips",
    "Info":"Focus on enjoyment, not achievement. Find activities that build on remaining skills and talent.\n\nEncourage involvement in daily life ex: wiping counter tops or emptying wastebaskets.\n\nRelate activity to work life ex: organizing or assemble a mailing.\n\nLook for favorites. \n\nConsider the time of day. Keep in mind that your typical daily routine may need to be changed somewhat.\n\nAdjust activities to disease stages.\n\nHelp get the activity started.\n\nBreak activities into simple, easy-to-follow steps.\n\nAssist with difficult parts of the task.\n\nLet the individual know he or she is needed.\n\nDon't criticize or correct the person.\n\nEncourage self expression.\n\nInvolve the person through conversation. Talk to the person about what you are doing.\n\nInvolve family and friends."
  }

]